com-th-soap-ws-demo-1/z_client_xml/getAllEmployeesRequest.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:gs="https://www.torryharris.com/soap-ws-demo">
	<soapenv:Header />

	<soapenv:Body>
		<gs:getAllEmployeesRequest>
		</gs:getAllEmployeesRequest>
	</soapenv:Body>

</soapenv:Envelope>
